name: "llama-2-7b"
platform: "onnxruntime_onnx"
max_batch_size: 32
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 512]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [1, 512]
  }
]